Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_arvioi_totuus-_ja_sovintokomission_tilannetta_ja_toimintaedellytyksia_huolellisesti.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät arvioi totuus- ja sovintokomission tilannetta ja toimintaedellytyksiä huolellisesti
sme: Sámediggi árvvoštallá duohtavuođa- ja soabadankommišuvnna dili ja doaibmaneavttuid fuolalaččat

source: Saamelaisten totuus- ja sovintokomissio asetettiin valtioneuvoston toimesta 28. lokakuuta 2021.
sme: Sápmelaččaid duohtavuođa- ja soabadankommišuvdna ásahuvvui stáhtaráđi doaimmas golggotmánu 28. beaivve 2021.

source: Kevään 2022 aikana molemmat Saamelaiskäräjien esittämät komissaarit ovat eronneet luottamustoimestaan ja myös komission pääsihteeri on jättänyt tehtävänsä.
sme: Giđa 2022 áigge goabbáge Sámedikki evttohan komissárat leaba earránan luohttámušdoaimmasteaskka ja maiddái kommišuvnna váldočálli lea guođđán barggus.

source: Saamelaiskäräjillä tilannetta käydään läpi huolella.
sme: Sámedikkis mannat čađa dili fuolalaččat.

source: Asiaa käsiteltiin 8.6.2022 pidetyssä hallituksen kokouksessa, jossa päätettiin myös asian viemisestä päätettäväksi Saamelaiskäräjien kokoukselle.
sme: Ášši gieđahallojuvvui 8.6.2022 dollojuvvon stivrra čoahkkimis, mas mearriduvvui maiddái ášši doalvumis mearridan láhkai Sámedikki čoahkkimii.

source: Saamelaisten totuus- ja sovintokomissio asetettiin Valtioneuvoston toimesta 28. lokakuuta 2021.
sme: Sámiid duohtavuođa- ja soabadankommišuvdna ásahuvvui stáhtaráđi doaimmas golggotmánu 28. beaivve 2021.

source: Asettamisensa jälkeen komissio on toiminut itsenäisesti ja riippumattomasti.
sme: Ásaheami maŋŋá kommišuvdna lea doaibman iehčanassii ja iešráđálaččat.

source: Kevään 2022 aikana totuus- ja sovintokomissio on järjestänyt asiantuntijakuulemisia, joihin on kutsuttu myös Saamelaiskäräjien yksittäisiä virkamiehiä kuultavaksi.
sme: Giđa 2022 áigge duohtavuođa- ja soabadankommišuvdna lea ordnen áššedovdigullamiid, maidda lea bovdejuvvon maiddái Sámedikki ovttaskas virgeolbmot gullan láhkai.

source: Saamelaisten totuus- ja sovintokomissio tapasi ensimmäistä kertaa Saamelaiskäräjien hallitusta 9.5.2022 järjestetyssä tapaamisessa.
sme: Sápmelaččaid duohtavuođa- ja soabadankommišuvdna deaivvai vuosttas háve Sámedikki stivrra 9.5.2022 ordnejuvvon deaivvadeamis.

source: Toukokuussa 2022 molemmat Saamelaiskäräjien esittämät komissaarit Miina Seurujärvi sekä Heikki J. Hyvärinen ovat pyytäneet vapautusta komissaarin tehtävästään Valtioneuvostolta.
sme: Miessemánus 2022 goabbáge Sámedikki evttohan komissárat Miina Seurujärvi ja Heikki J. Hyvärinen leaba bivdán beassat friddja komissára barggusteaskka Stáhtaráđis.

source: Valtioneuvosto myönsi eron Miina Seurujärvelle ja Heikki J. Hyväriselle komissaarin tehtävästä 25.5.2022 lukien.
sme: Stáhtaráđđi mieđihii Miina Seurujärvi ja Heikki J. Hyvärisa earránit komissára barggus 25.5.2022 rájes.

source: Komission pääsihteeri ilmoitti valtioneuvoston kanslialle koeajan purkamisesta Saamelaisten totuus- ja sovintokomission pääsihteerin virasta 22.5.2022 lähtien.
sme: Kommišuvnna váldočálli almmuhii stáhtaráđi kansliijai geahččalanáiggi burgimis Sápmelaččaid duohtavuođa- ja soabadankommišuvnna váldočálli virggis 22.5.2022 rájes.

source: Komission asettajatahojen, eli Saamelaiskäräjien, Kolttien kyläkokouksen sekä Valtioneuvoston kanslian edustajat ovat keskustelleet komissiossa tapahtuneista muutoksista ja jatkotoimista touko-kesäkuussa 2022 neljään otteeseen 13.5.2022, 18.5.2022, 25.5.2022 ja 2.6.2022.
sme: Kommišuvnna ásahanbeliid, dahje Sámedikki, Nuortalaččaid siidačoahkkima ja Stáhtaráđi kansliija ovddasteaddjit leat ságastallan kommišuvnnas dáhpáhuvvan nuppástusain ja joatkkadoaimmain miesse-geassemánus 2022 njelljii 13.5.2022, 18.5.2022, 25.5.2022 ja 2.6.2022.

source: Lisäksi komission asettaneet tahot ovat 18.5.2022 kuulleet vallitsevasta tilanteesta kaikkia viittä alun perin komissaareiksi nimettyä henkilöä sekä 25.5.2022 kolmea sihteeristön suunnittelijaa.
sme: Lassin kommišuvnna ásahan bealit leat 18.5.2022 gullan ráđđejeaddji dilis buot viđa álgoálggus komissáran nammaduvvon persovnna ja 25.5.2022 golmma čállingotti plánejeaddji.

source: – Saamelaiskäräjät suhtautuu tilanteeseen vakavasti.
sme: – Sámediggi jurddaša dili leat duođalaš.

source: On tarpeen voida muodostaa ensin riittävä tilannekuva tapahtumista ja sen perusteella arvioida, minkälaisia ratkaisuja prosessin jatkaminen vaatii, toteaa Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sme: Lea dárbu sáhttit hábmet vuos gova mii reahkká dili dáhpáhusain ja dan vuođul árvvoštallat, makkár čovdojumiid proseassa joatkin gáibida, gávnnaha Sámedikki ságajođiheaddji Tuomas Aslak Juuso.

source: Totuus- ja sovintokomission jatkosta päätetään Saamelaiskäräjien kokouksessa
sme: Duohtavuođa- ja soabadankommišuvnna boahttevuođas mearriduvvo sámedikki čoahkkimis

source: Saamelaiskäräjien hallitus keskusteli totuus- ja sovintokomission tilanteesta ja jatkotoimista kokouksessaan 8.6.2022.
sme: Sámedikki stivra ságastalai duohtavuođa- ja soabadankommišuvnna dilis ja joatkkadoaimmain čoahkkimis 8.6.2022.

source: Lisäksi Saamelaiskäräjien kokoukseen kutsutaan kuultavaksi saamelaisten psykososiaalisen tuen palveluyksikön hankejohtaja Heidi Eriksen.
sme: Lassin Sámedikki čoahkkimii bovdejuvvo gullan láhkai sápmelaččaid psykososiála doarjjaovttadaga hoavda Heidi Eriksen.

source: Saamelaiskäräjien hallitus päätti viedä täyskokouksen myös uusien komissaarien valinnan eronneiden komissaarien tilalle ja tarvittaessa päätöksen muista toimenpiteistä prosessin jatkoa ajatellen.
sme: Sámedikki stivra mearridii doalvut dievasčoahkkimii maiddái ođđa komissáraid válljema earránan komissáraid sadjái ja jos lea dárbu, mearrádusa eará doaibmabijuin mat laktásit proseassa boahttevuhtii.

source: Lisäksi hallitus kehottaa puheenjohtajistoa neuvottelemaan prosessin eri osapuolten kanssa toimenpiteistä, joilla varmistetaan prosessin onnistumismahdollisuudet ja toimintaedellytykset.
sme: Lassin stivra ávžžuha ságajođiheaddjiid ráđđádallat proseassa eará oassebeliiguin doaibmabijuin, maiguin sihkkarastit proseassa lihkostuvvanvejolašvuođat ja doaibmaneavttut.

source: Puheenjohtajisto raportoi täyskokoukselle ajankohtaisen tilanteen.
sme: Ságajođiheaddjit raporterejit dievasčoahkkimii áigeguovdilis dili.

source: Tämän jälkeen Saamelaiskäräjien jäsenet voivat toivottavasti paremmin arvioida uusien komissaarien nimeämistä ja tarvittavia toimenpiteitä, jatkaa I varapuheenjohtaja Anni Koivisto.
sme: Dán maŋŋá Sámedikki lahtut sáhttet sávvamis buorebut árvvoštallat ođđa komissáraid nammadeami ja dárbbašlaš doaibmabijuid, joatká I várreságajođiheaddji Anni Koivisto.

source: Lisätietoja:
sme: Lassedieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso@samediggi.fi

source: Anni Koivisto I varapuheenjohtaja 040 415 5969 anni.koivisto@samediggi.fi
sme: Anni Koivisto I várreságajođiheaddji 040 415 5969 anni.koivisto@samediggi.fi
